Repository: priyankush-siloria/thelunchbox
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Lunchbox successfully added to catering!
es: ¡Se ha añadido la fiambrera en tu carrito de cátering!

source: Lunchbox successfully added to basket!
es: ¡Se ha añadido la fiambrera en tu carrito!

source: Passwords mismatch!
es: ¡Las contraseñas no coinciden!

source: Rating
es: Clasificación

source: Update basket
es: Actualizar carrito

source: Coupon discount
es: Cupón de descuento

source: With discount
es: Con el descuento

source: There are restaurants closed on the selected delivery dates
es: Hay restaurantes cerrados en las fechas seleccionadas

source: Missing delivery dates of lunchboxes!
es: ¡Faltan las fechas de entrega de las fiambreras!

source: Check minimum order of lunchboxes!
es: Compruebe el pedido mínimo de fiambreras

source: Invalid delivery date! Your order can be delivered from tomorrow
es: ¡Fecha de entrega no válida! Tu pedido puede ser entregado a partir de mañana

source: The following restaurants are closed on the selected date
es: Los siguientes restaurantes están cerrados en la fecha seleccionada

source: The restaurant is closed on the selected date
es: El restaurante está cerrado en la fecha seleccionada

source: There are restaurants closed on the selected delivery date
es: Hay restaurantes cerrados en la fecha seleccionada

source: Missing delivery date and time of order!
es: Faltan la fecha y hora de entrega

source: Invalid delivery date. Your order can be delivered from tomorrow
es: ¡Fecha de entrega inválida! Tu pedido puede ser entregado a partir de mañana

source: Invalid delivery time. Orders can be delivered between 1pm - 4pm
es: ¡Hora de entrega no válida! Los pedidos pueden ser entregados entre la 13:00 y las 16:00

source: Rating sent!
es: ¡Clasificación enviada!

source: Photoshoot requested
es: Sesión de fotos requeridas

source: Request payment
es: Solicitar pago

source: not available yet
es: No disponible todavía

source: To be confirmed by La Fiambrera
es: A confirmar por La Fiambrera

source: Payment
es: Pago

source: Payment requested
es: Pago solicitado

source: Confirmed
es: Confirmado

source: Transferred
es: Transferido
